;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Danfong Hsieh
; TranslationAuthorWebSite: http://zhtwnet.com

; Version: 1.21.23

[GUI]
ButtonYes=是
ButtonNo=否
ButtonOK=確定
ButtonMinimize=最小化
ButtonMaximize=最大化
ButtonClose=關閉
ButtonRestore=還原
ButtonMenu=選單
btnsupportcenter=支援中心
ButtonCancel=取消

[Translation]
LangCode=0404|1028
ReadHabit=Left-to-right
LanguageName=CHT
DefaultFont=新細明體
DefaultFontSize=9
DefaultCharset=CHINESEBIG5_CHARSET

Warning=警告
Error=錯誤
Information=資訊
Confirm=確認
BtnRegister.Caption=註冊

pmContact=聯繫我們
pmCheckMsg=自動檢查新聞
ppmHelpOnline=線上說明
ppmForum=官方論壇
ppmHomepage=官方網站
ppmContactUs=聯繫我們
ppmCheckUpdates=檢查更新
ppmSettings=設定
ppmRestoreFile=還原檔案
ppmLanguage=語言
ppmAbout=關於
ppmOpen=開啟所在資料夾
ppmFileProperties=屬性
ppmDelete=刪除所選檔案
ppmExport=匯出到...
ppmExecute=開啟

frmWDFMain.btnemail.hint=把 Wise Duplicate Finder 告訴您的朋友
frmWDFMain.btntwitter.hint=在 Twitter 上分享 Wise Duplicate Finder
frmWDFMain.btnfacebook.hint=在 Facebook 上關注我們
frmWDFMain.btnFolder.Hint=選擇資料夾
frmWDFMain.lblVer.Caption=版本:
frmWDFMain.btnScan.caption=掃描
frmWDFMain.btnCancel.caption=取消
frmWDFMain.btnScan.Hint=掃描
frmWDFMain.btnCancel.Hint=取消
frmWDFMain.lblcaption.Caption=從您的電腦中刪除重複檔案來釋放磁碟空間
frmWDFMain.lblLocation.Caption=位置:
frmWDFMain.btnAdvSetting.Caption=進階設定
frmWDFMain.btnselall.Caption=全選
frmWDFMain.btnInvertSelection.Caption=反向選擇
frmWDFMain.btnKeepOne.Caption=保留其中一項
frmWDFMain.btnDel.Caption=刪除所選項目

frmDFSettings.Caption=設定
frmDFSettings.lblIncludes.Caption=包含檔案條件:
frmDFSettings.lblMinimize.Caption=最小檔案大小:
frmDFSettings.lblMaxmize.Caption=最大檔案大小:
frmDFSettings.btnAddFolder.caption=加入資料夾
frmDFSettings.btnAddKey.caption=加入關鍵字
frmDFSettings.lblExclude.Caption=排除檔案條件:
frmDFSettings.lblBackup.Caption=備份資料夾:
frmDFSettings.lblCheckupdate.Caption=檢查更新:
frmDFSettings.lblLanguage.Caption=語言:
frmDFSettings.btnOk.caption=確定
frmDFSettings.btnCancel.caption=取消
frmDFSettings.AdvSetting.Caption=進階設定
frmDFSettings.Folder.Caption=選擇資料夾
frmDFSettings.chkAutoBackup.Caption=自動備份
frmDFSettings.ckNewsletter.Caption=自動檢查新聞
frmDFSettings.btnAddFolder.Hint=加入資料夾
frmDFSettings.btnAddKey.Hint=加入關鍵字
frmDFSettings.btnOk.Hint=確定
frmDFSettings.btnCancel.Hint=取消
frmDFSettings.lblColor.Caption=群組顏色:


FrmRegister.Caption=註冊
FrmRegister.lblinfo.caption=感謝您使用 Wise Duplicate Finder
FrmRegister.lblemail.caption=電子郵件:
FrmRegister.lblName.caption=姓名:
FrmRegister.lblkey.caption=授權金鑰:
FrmRegister.lblhelp.caption=輸入金鑰遇到問題?
FrmRegister.lblsupport.caption=聯繫我們
FrmRegister.btnreg.caption=註冊
FrmRegister.btnbuy.caption=立即購買

frmBackup.Caption=備份
frmBackup.lblBackup.Caption=備份到:
frmBackup.btnDelete.caption=刪除所選項目
frmBackup.btnRestore.caption=還原所選項目

frmAbout.caption=關於
frmAbout.lblver.Caption=目前版本:
frmAbout.lblemail.Caption=技術支援電子郵件:
frmAbout.lblhome.Caption=首頁:
frmAbout.lblthanks.Caption=感謝以下人員所作的貢獻
frmAbout.lblStatus.Caption=狀態:


[Message]
deletefileerr=無法刪除
Continuedelete=要繼續嗎?
BeginCountFiles=準備掃描中...
CountFiles=已掃描 %d 個檔案...
HashFiles=目前檔案:
CountResult=正在計算掃描結果...
searchduplicateover=找到 %d 組重複檔案，總計 %d 個檔案。經過時間: %d 秒
FileName=名稱
FileSize=大小
FolderName=資料夾
LastDate=修改日期
mdFileName=符合檔案名稱和大小(最快)
mdHashPart=部分符合(快)
mdHash=完全相符(慢)
mdZeroSize=0 位元組檔案
WaitRestore=還原中...
WaitBackup=等候中...
Images=圖像
Audios=音訊
Videos=視訊
Document=文件
Compressed=壓縮檔
Email=電子郵件
Byte=位元組
KB=KB
MB=MB
GB=GB
AddFolder=加入資料夾
NoFolder=請加入您要掃描的資料夾!
InputKey=輸入關鍵字
EmptyEmail=電子郵件地址不能為空。
EmptyName=請輸入您的姓名
EmpytKey=授權金鑰不能為空。
InvalidEmail=請輸入正確的電子郵件地址
InvalidKey=無效的授權金鑰!
InvalidRegInfo=無效的註冊資訊!
ThanksRegister=感謝您的註冊!
NoRegInfo=找不到您的註冊資訊!
Daily=每日
Weekly=每週
Monthly=每月
Never=從不
newver=有新版本的 Wise Duplicate Finder 可用!您要馬上更新嗎?
nonewver=您正使用的版本為最新版本
Registered=已註冊
Unregistered=未註冊
[AutoUpdate]
UpdateFail=無法更新，您要從我們的網站下載安裝檔嗎?
CurrentFile=目前檔案: 
Readed=正在下載:
SumSize=大小總計:
Byte=位元組
DownloadError=下載出錯，請稍後再試。
Cancel=取消
Ready=下載就緒。